<template>
   <div>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、协议生效条件<br />
　　乐家生鲜Fresh小程序的各项服务的所有权和运作权归广州市乐家生鲜农产品有限公司。乐家生鲜Fresh小程序提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户完全完成注册程序，便成为乐家生鲜Fresh小程序的注册用户，将得到一个密码和帐号，同时此协议即时生效。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，乐家生鲜Fresh小程序无法也不承担任何责任。<br />
　　2、注册义务<br />
　　乐家生鲜Fresh小程序运用自己的操作系统通过网络为用户提供服务。同时，用户必须：<br />
　　（1）自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；<br />
　　（2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用。<br />
　　为了能使用本服务，您同意以下事项∶<br />
　　1）依本服务注册表的提示提供您本人真实、正确、最新及完整的资料；<br />
　　2）维持更新您个人用户信息，确保其真实、正确、最新及完整。若您提供任何错误、不实、过时或不完整的资料，并为乐家生鲜Fresh的关联公司所确知，或者乐家生鲜Fresh的开发商、运营商有合理的理由怀疑前述资料为错误、不实、过时或不完整，乐家生鲜Fresh小程序有权暂停或终止您的帐号，并拒绝您于现在和未来使用乐家生鲜Fresh小程序全部或部分的服务。<br />
　　3）您注册的用户名不能侵犯他人合法权益，不能对他人名誉权造成侵犯。乐家生鲜Fresh有权收回对乐家生鲜Fresh小程序或者他人合法权益有侵犯嫌疑的帐号。<br />
　　3、隐私制度<br />
　　尊重用户个人隐私是乐家生鲜Fresh的一项基本政策。所以，乐家生鲜Fresh不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在焦点网中的非公开内容，除非有下列情况：<br />
　　（1） 有关法律规定和程序，乐家生鲜Fresh合法服务程序规定；<br />
　　（2） 保持维护乐家生鲜Fresh小程序的商标所有权和其他合法权益；<br />
　　（3） 在紧急情况下竭力维护用户个人和社会大众的隐私安全；<br />
　　（4） 与乐家生鲜Fresh小程序的关联公司和战略合作伙伴分享客户资料，以及其他需要公开、编辑或透露个人信息的情况。<br />
　　另外，在以下（包括但不限于）几种情况下，乐家生鲜Fresh小程序有权使用用户的个人信息：<br />
　　（1）在进行促销、抽奖、捐助等社会或商业活动时，乐家生鲜Fresh小程序可能会与赞助商共享用户的个人信息，在这些情况下乐家生鲜Fresh小程序会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程；<br />
　　（2）乐家生鲜Fresh小程序会通过透露合计用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述乐家生鲜Fresh小程序的服务；<br />
　　（3）乐家生鲜Fresh小程序可以将用户信息与第三方数据匹配；<br />
　　（4）乐家生鲜Fresh小程序会向用户发送客户订制的信息或者其它乐家生鲜Fresh小程序认为用户会感兴趣的其他信息。如果用户不希望收到这样的信息，只需在提供个人信息时或其他任何时候告知即可；<br />
　　（5）另外，乐家生鲜Fresh小程序会采取行业惯用措施保护用户信息的安全，但乐家生鲜Fresh小程序不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的信息；乐家生鲜Fresh小程序的合作伙伴和可通过乐家生鲜Fresh小程序访问的第三方因特网站点和服务；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。乐家生鲜Fresh小程序对用户及其他任何第三方的上述行为，不承担任何责任。<br />
　　4、用户信息的存储与限制<br />
　　乐家生鲜Fresh不对用户所发布信息的删除或储存失败负责。乐家生鲜Fresh并不承诺对用户的存储信息进行无限期保留。除非本协议中另有规定，否则乐家生鲜Fresh不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。乐家生鲜Fresh有判定用户的行为是否符合乐家生鲜Fresh服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，乐家生鲜Fresh有中断对其提供网络服务的权利。乐家生鲜Fresh运用自己的操作系统通过国际互联网向用户提供丰富的网上资源，包括各种信息工具、网上论坛、个性化内容等。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品、栏目，均无条件地适用本服务条款。<br />
　　5、服务条款的修改<br />
　　 乐家生鲜Fresh有权在必要时修改服务条款。乐家生鲜Fresh服务条款一旦发生变动，将会在重要页面上提示所修改的内容。如果不同意所改动的内容，用户可以主动取消获得的网络服务。如果用户继续享用网络服务，则视为接受服务条款的变动。乐家生鲜Fresh保留随时修改或中断服务而不需照知用户的权利。乐家生鲜Fresh行使修改或中断服务的权利，不需对用户或第三方负责。<br />
　　6、拒绝提供担保<br />
　　用户对网络服务的使用承担风险。乐家生鲜Fresh对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保作限制。<br />
　　7、有限责任<br />
　　乐家生鲜Fresh对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。<br />
　　8、服务的结束<br />
　　 用户或乐家生鲜Fresh可随时根据实际情况中断一项或多项网络服务。乐家生鲜Fresh网不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对乐家生鲜Fresh的服务不满，可以行使如下权利：<br />
　　（1）停止使用乐家生鲜Fresh的网络服务；<br />
　　（2） 通告乐家生鲜Fresh停止对该用户的服务。结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户没有权利，乐家生鲜Fresh也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。<br />
　　9、用户管理<br />
　　用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于中华人民共和国的国家法律、地方法律和国际法律标准的。<br />
　　　　用户必须遵循：<br />
　　（1）从中国境内向外传输技术性资料时必须符合中国有关法规；<br />
　　（2）使用网络服务不作非法用途；<br />
　　（3）不干扰或混乱网络服务；<br />
　　（4）遵守所有使用网络服务的网络协议、规定、程序和惯例。<br />
　　（5）用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知乐家生鲜Fresh，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到乐家生鲜Fresh的安全保护。<br />
　　（6）禁止用户从事以下行为：<br />
　　1）上载、张贴、发送或传送任何非法、反动、淫秽、粗俗、猥亵的，胁迫、骚扰、中伤他人、诽谤、侵害他人隐私或诋毁他人名誉或商誉的，种族歧视、危害未成年人或其他不适当的信息或电子邮件，包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料（以下简称内容）。<br />
　　2）未经乐家生鲜Fresh许可的广告行为。<br />
　　3）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。<br />
　　4）伪造标题或以其他方式操控识别资料，使人误认为该内容为乐家生鲜Fresh网所传送。<br />
　　5）上载、张贴、发送电子邮件或以其它方式传送无权传送的内容（例如内部资料、机密资料）。<br />
　　6）上载、张贴、发送电子邮件或以其它方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容。<br />
　　7）在乐家生鲜Fresh网提供的专供张贴广告的区域之外，上载、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、“垃圾邮件”等。<br />
　　8）上载、张贴、发送电子邮件或以其他方式传送有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料。<br />
　　9）干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本服务协议之规定。<br />
　　10）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。<br />
　　11）跟踪或以其他方式骚扰他人。<br />
　　12）其它被乐家生鲜Fresh视为不适当的行为。<br />
　　另外，用户对经由本服务上载、张贴、发送电子邮件或传送的内容负全部责任；对于经由本服务而传送的内容，乐家生鲜Fresh不保证前述内容的正确性、完整性或品质。用户在接受本服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，乐家生鲜Fresh均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。乐家生鲜Fresh有权（但无义务）自行拒绝或删除经由本服务提供的任何内容。用户使用上述内容，应自行承担风险。<br />
　　乐家生鲜Fresh有权利在下述情况下，对内容进行保存或披露：<br />
　　（1） 法律程序所规定；<br />
　　（2） 本服务条款规定；<br />
　　（3） 被侵害的第三人提出权利主张；<br />
　　（4） 为保护乐家生鲜Fresh、其使用者及社会公众的权利、财产或人身安全。<br />
　　（5） 其他乐家生鲜Fresh认为有必要的情况。<br />
　　10、用户的广告宣传<br />
　　（1）用户在自己发表的信息中加入宣传资料或参与广告策划，在乐家生鲜Fresh的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。广州市乐家生鲜农产品有限公司不承担任何责任，没有义务为这类广告销售负任何一部分的责任。同时，如果该行为未经乐家生鲜Fresh同意或者对乐家生鲜Fresh产生利益侵犯，乐家生鲜Fresh有权利进行删除、屏蔽，以及采取相应的技术、法律手段阻止此类信息的发布。<br />
　　11、关于用户在乐家生鲜Fresh的公开使用区域的内容：<br />
　　“公开使用区域”包括网上论坛、留言版、评论区和其它一般公众可以使用的网络内容区域；用户一旦在本服务公开使用区域张贴内容，即视为用户授予乐家生鲜Fresh该内容著作权之免费及非独家许可使用权，乐家生鲜Fresh有权为展示、传播及推广前述张贴的内容之服务目的，对上述内容进行复制、修改、出版。
　　由此展示、传播及推广行为所产生的损失或利润，均由乐家生鲜Fresh承担或享受。乐家生鲜Fresh有权自主决定是否给予此类用户鼓励或奖励。
　　因用户进行上述张贴，而导致任何第三方提出索赔要求或衍生的任何损害或损失，用户须承担全部责任。
　　其他访问者或者企业、单位，未经乐家生鲜Fresh授权，不得对他人张贴在公开使用区域或本服务其他内容进行复制、出售或用作其他商业用途。<br />
　　12、关于手机短信<br />
　　（1）乐家生鲜Fresh可以为用户提供乐家生鲜Fresh手机短信服务。但手机短信服务是收费服务。一旦用户在注册本服务的过程输入自己的手机号码和保护码并完成登记注册程序，则表明用户愿意接受乐家生鲜Fresh发送的短信，并同意乐家生鲜Fresh通过手机收费方式向用户收取手机短信服务费。手机短信服务的具体收费说明见具体服务的相应页面。<br />
　　（2）乐家生鲜Fresh不承担用户由于手机故障、欠费、丢失、借用或盗用后他人利用手机订购乐家生鲜Fresh短信息服务而遭受的损失或并非由于乐家生鲜Fresh的原因而导致的任何其它损失。对于用户出国并使用国际漫游服务但未取消已定制的短信息服务，或者在国际漫游状态下继续使用短信息点播服务，用户应当承担相关所有费用，乐家生鲜Fresh不承担任何责任。<br />
　　（3）用户自己承担系统受损或资料丢失的所有风险和责任。乐家生鲜Fresh对于删除和存储数据失败并不负有任何责任。<br />
　　（4）如因乐家生鲜Fresh的过错，导致用户接收到错误的信息并支付了不应支付的短信费用，乐家生鲜Fresh的全部责任仅限于赔偿用户为错误信息而支付的短信费。<br />
　　13、 关于链接<br />
　　本服务可能会提供与其他互联网网站或资源进行链接。对于前述网站或资源是否可以利用，乐家生鲜Fresh不予担保。因使用或依赖上述网站或资源所产生的损失或损害，乐家生鲜Fresh也不承担任何责任。<br />
　　14、 乐家生鲜Fresh的知识产权及其他权利<br />
　　乐家生鲜Fresh对本服务及本服务所使用的软件和受知识产权或其他法律保护的资料享有相应的权利；<br />
　　经由本服务传送的资讯及内容，受到著作权法、商标法、专利法或其他法律的保护；未经乐家生鲜Fresh明示授权许可，用户不得进行修改、出租、散布或衍生其他作品，用户本人创作并在公开使用区域张贴的内容除外。<br />
　　用户对本服务所使用的软件有非专属性使用权，但自己不得或许可任何第三方复制、修改、出售或衍生产品。<br />
　乐家生鲜Fresh设计图样以及其他图样、产品及服务名称，均为广州市乐家生鲜农产品有限公司所享有的商标，未经广州市乐家生鲜农产品有限公司事先书面授权，任何人不得使用、复制或用作其他用途。<br />
　　15、 免责声明<br />
　　乐家生鲜Fresh对于本服务包含的或用户经由或从任何与本服务有关的途径所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本服务上的广告、展示而购买、取得的任何产品、信息或资料，乐家生鲜Fresh不负保证责任。用户自行承担担使用本服务的风险。<br />
　　（1）乐家生鲜Fresh有权但无义务，改善或更正本服务任何部分之任何疏漏、错误。<br />
　　（2）乐家生鲜Fresh不保证以下事项（包括但不限于）：<br />
　　1）本服务适合用户的使用要求；<br />
　　2）本服务不受干扰，及时、安全、可靠或不出现错误；<br />
　　3）用户经由本服务取得的任何产品、服务或其他材料符合用户的期望；<br />
　　4）用户使用经由本服务下载的或取得的任何资料，其风险自行负担；因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任；<br />
　　5）对基于以下原因而造成的利润、商业信誉、资料的损失或其他有形或无形损失，乐家生鲜Fresh不承担任何直接、间接、附带、衍生或惩罚性的赔偿；<br />
　　6）服务使用或无法使用；<br />
　　7）经由本服务购买或取得的任何产品、资料或服务；<br />
　　8）用户资料遭到未授权的使用或修改；<br />
　　9）其他与本服务相关的事宜。<br />
　　（3）用户在浏览网际网路时自行判断使用乐家生鲜Fresh的检索目录。该检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，乐家生鲜Fresh没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。<br />
　　（4）用户同意，对于乐家生鲜Fresh用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，乐家生鲜Fresh无需承担任何责任：<br />
　　1）乐家生鲜Fresh向用户免费提供的各项网络服务；<br />
　　2）乐家生鲜Fresh向用户赠送的任何产品或者服务；<br />
　　3）乐家生鲜Fresh向收费网络服务用户附赠的各种产品或者服务。<br />
　　16、法律<br />
　　网络服务条款要与中华人民共和国的法律解释相一致，用户和乐家生鲜Fresh一致同意服从高等法院所管辖。如发生乐家生鲜Fresh服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。<br />
　　在任何情况下，乐家生鲜Fresh用户不得利用乐家生鲜Fresh进行违反或可能违反国家法律和法规的言论或行为，否则，乐家生鲜Fresh可在任何时候不经任何事先通知终止向您提供服务。并且用户对自己的言论或行为负责。<br />
   </div>
</template>

<style>
page {
  padding: 30rpx;
  box-sizing: border-box;
  line-height: 2;
  font-size: 24rpx;
}
</style>
